Repository: communitybig/comm-video-converter
Catalog: locale/*.po
Languages: bg, et, he, hr, is, uk

source: Select common bitrate or enter custom value
bg: Изберете обща битрейт или въведете персонализирана стойност
et: Vali tavaline bitikiirus või sisesta kohandatud väärtus
he: בחר קצב סיביות נפוץ או הזן ערך מותאם אישית
hr: Odaberite uobičajenu brzinu prijenosa ili unesite prilagođenu vrijednost
is: Veldu algengann bithraun eða sláðu inn sérsniðið gildi

source: Custom bitrate
bg: Персонализиран битрейт
et: Kohandatud bitikiirus
he: קצב סיביות מותאם אישית
hr: Prilagođena brzina prijenosa
is: Sérstakur bithraði
uk: Користувацька бітрейт

source: Ex: 128k, 192k, 256k
bg: 128k, 192k, 256k
et: 128k, 192k, 256k
he: 128ק, 192ק, 256ק
hr: 128k, 192k, 256k
is: 128k, 192k, 256k

source: Audio channels
bg: Аудиоканали
et: Helikanalid
he: ערוצי שמע
hr: Audio kanali
is: Hljóðrásir
uk: Аудіоканали

source: Select common channel configuration
bg: Изберете конфигурация на общия канал
et: Vali tavaline kanalikonfiguratsioon
he: בחר תצורת ערוץ משותף
hr: Odaberite uobičajenu konfiguraciju kanala
is: Veldu sameiginlega rásarskipulag
uk: Виберіть загальну конфігурацію каналу

source: Custom channels
bg: Персонализирани канали
et: Kohandatud kanalid
he: ערוצים מותאמים אישית
hr: Prilagođeni kanali
is: Sérstakar rásir
uk: Користувацькі канали

source: Default (copy)
bg: По подразбиране (копие)
et: Vaikimisi (koopia)
he: ברירת מחדל (העתק)
hr: Zadano (kopija)
is: Sjálfgefið (afrit)
uk: За замовчуванням (копія)

source: copy
bg: копирайт
et: kopeerima
he: העתק
hr: kopiraj
is: afrita
uk: копіювати

source: reencode
bg: прекодиране
et: uuendama
he: שחזור קידוד
hr: ponovno kodiraj
is: endurkodun
uk: перекодувати

source: Audio handling
bg: Обработка на аудио
et: Heli käsitlemine
he: טיפול באודיו
hr: Rukovanje zvukom
is: Hljóð meðferð
uk: Обробка аудіо

source: General Options
bg: Общи опции
et: Üldvalikud
he: אפשרויות כלליות
hr: Opće opcije
is: Almennar valkostir
uk: Загальні параметри

source: Additional FFmpeg options
bg: Допълнителни опции за FFmpeg
et: Lisafunktsioonid FFmpeg'i jaoks
he: אפשרויות נוספות של FFmpeg
hr: Dodatne FFmpeg opcije
is: Aukale FFmpeg valkostir
uk: Додаткові параметри FFmpeg

source: Ex: -ss 60 -t 30
bg: -ss 60 -t 30
et: -ex 60 -t 30
he: -ex: -ש 60 -ת 30
hr: -ss 60 -t 30
is: -sí 60 -t 30

source: Copy video without reencoding
bg: Копирайте видео без повторно кодиране
et: Kopeeri video ilma uuesti kodeerimata
he: העתק וידאו ללא קידוד מחדש
hr: Kopiraj video bez ponovnog kodiranja
is: Afrita myndband án endurkóðunar
uk: Скопіювати відео без повторного кодування

source: Faster but less compatible
bg: По-бързо, но по-малко съвместимо
et: Kiirem, kuid vähem ühilduv
he: מהיר יותר אך פחות תואם
hr: Brže, ali manje kompatibilno
is: Hraðari en minna samhæfður
uk: Швидше, але менш сумісно

source: Only extract subtitles
bg: Само извлечете субтитри
et: Ainult subtiitrid välja võtta
he: רק לחלץ כתוביות
hr: Samo izdvojite titlove
is: Aðeins draga út texta.
uk: Тільки витягти субтитри

source: Extract subtitles to .srt files
bg: Извлечете субтитри в .srt файлове
et: Ekstraktige subtiitrid .srt failidesse
he: חלץ כתוביות לקבצי .srt
hr: Izvuci titlove u .srt datoteke
is: Dregðu út texta í .srt skrár
uk: Витягти субтитри у файли .srt

source: About
bg: За програмата
et: Teave
he: אודות
hr: O programu
is: Um umfjöllun
uk: Про програму

source: A graphical frontend for converting MKV videos to MP4
bg: Графичен интерфейс за конвертиране на MKV видеа в MP4
et: Graafiline liides MKV-videote konvertimiseks MP4-ks
he: ממשק גרפי להמרת סרטוני MKV ל-MP4
hr: Grafičko sučelje za pretvaranje MKV videozapisa u MP4
is: Grafískur framhlið til að breyta MKV myndböndum í MP4
uk: Графічний інтерфейс для конвертації відео MKV в MP4

source: Developers
bg: Разработчици
et: Arendajad
he: מפתחים
hr: Razvijači
is: Þróunaraðilar
uk: Розробники

source: Websites
bg: Уебсайтове
et: Veebisaidid
he: אתרים
hr: Web stranice
is: Vefsíður
uk: Вебсайти

source: Multiple files
bg: Множество файлов
et: Mitmed failid
he: מספר קבצים
hr: Više datoteka
is: Fjölmargir skrár
uk: Кілька файлів

source: Progress
bg: Напредък
et: Edenemine
he: התקדמות
hr: Napredak
is: Framgangur
uk: Прогрес

source: Starting conversion...
bg: Започване на конверсия...
et: Alustame konversiooni...
he: מתחיל המרה...
hr: Pokretanje konverzije...
is: Byrjar umbreytingu...
uk: Початок конвертації...

source: Cancel
bg: Отмяна
et: Tühista
he: ביטול
hr: Otkaži
is: Hætta við
uk: Annuluj

source: Cancelling...
bg: Отменяне...
et: Tühistamine...
he: מבוטל...
hr: Otkaži...
is: Afturkalla...
uk: Скасування...

source: Low Disk Space Warning
bg: Предупреждение за ниско дисково пространство
et: Madala kettaruumi hoiatus
he: אזהרת שטח דיסק נמוך
hr: Upozorenje o niskom prostoru na disku
is: Lágur diskpláss viðvörun
uk: Низький обсяг вільного місця на диску

source: You have limited free disk space. Converting multiple videos may fill your disk. Continue anyway?
bg: Имате ограничено свободно дисково пространство. Конвертирането на множество видеа може да запълни вашия диск. Да продължим все пак?
et: Teie tasuta kettaruum on piiratud. Mitme video konverteerimine võib teie ketta täita. Kas soovite ikkagi jätkata?
he: יש לך מקום דיסק חופשי מוגבל. המרת מספר סרטונים עשויה למלא את הדיסק שלך. להמשיך בכל מקרה?
hr: Imate ograničen slobodan prostor na disku. Pretvaranje više videa može ispuniti vaš disk. Nastaviti unatoč tome?
is: Þú hefur takmarkaðan frían diskpláss. Að breyta mörgum vídeóum gæti fyllt diskinn þinn. Heldurðu áfram samt?
uk: У вас обмежений обсяг вільного місця на диску. Конвертація кількох відео може заповнити ваш диск. Продовжити все ж?

source: Previous frame
bg: Предишен кадър
et: Eelmine raam
he: מסגרת קודמת
hr: Prethodni okvir
is: Fyrri rammi
uk: Попередній кадр

source: Back 1 second
bg: Назад 1 секунда
et: Tagasi 1 sekund
he: חזור 1 שנייה
hr: Natrag 1 sekunda
is: Til baka 1 sekúndu
uk: Назад 1 секунда

source: Back 10 seconds
bg: Назад 10 секунди
et: Tagasi 10 sekundi võrra
he: חזור 10 שניות
hr: Povratak 10 sekundi
is: Til baka 10 sekúndur
uk: Назад на 10 секунд

source: Extract current frame
bg: Извлечи текущия кадър
et: Ekstraheeri praegune kaader
he: חלץ פריים נוכחי
hr: Izvuci trenutni okvir
is: Dregið út núverandi ramma
uk: Витягти поточний кадр

source: Forward 10 seconds
bg: Напред 10 секунди
et: Edasi 10 sekundit
he: קדימה 10 שניות
hr: Naprijed 10 sekundi
is: Fara 10 sekúndur
uk: Перемотати вперед на 10 секунд

source: Forward 1 second
bg: Напред 1 секунда
et: Edasi 1 sekund
he: קדימה 1 שנייה
hr: Naprijed 1 sekunda
is: Fara 1 sekúndu
uk: Перемотати вперед на 1 секунду

source: Next frame
bg: Следващ кадър
et: Järgmine kaader
he: מסגרת הבאה
hr: Sljedeći okvir
is: Næsta ramma
uk: Наступний кадр

source: Trim
bg: Остригане
et: Lõika ära
he: גזירה
hr: Obreži
is: Snyrta
uk: 修剪

source: Start:
bg: Старт:
et: Algus:
he: התחל:
hr: Početak:
is: Byrjun:
uk: Почати:

source: Set
bg: Набор
et: Seade
he: סטינג
hr: Skupina
is: Sett.
uk: Nastavit

source: End:
bg: Край:
et: Lõpp:
he: סוף
hr: Kraj:
uk: Кінець:

source: End
bg: Край
et: Lõpp
he: סוף
hr: Kraj
is: Endi
uk: Кінець

source: Duration:
bg: Продължителност:
et: Kestus:
he: משך:
hr: Trajanje:
is: Tími:
uk: Тривалість:

source: Reset trim points
bg: Нулиране на точки на подрязване
et: Lähtestage lõikepunktid
he: איפוס נקודות חיתוך
hr: Ponovno postavi točke trimanja
is: Endurstilla trim punkta
uk: Скинути точки обрізки

source: Crop
bg: Изрежи
et: Kärpimine
he: גזירה
hr: Izreži
is: Skera
uk: 裁剪

source: Left
bg: Ляво
et: Vasak
he: שמאל
hr: Lijevo
is: Vinstri
uk: Lef

source: Reset to default
bg: Нулиране до подразбиране
et: Lähtestama vaikeseaded
he: אפס לברירת מחדל
hr: Vrati na zadano
is: Endurstilla á sjálfgefið
uk: Скинути до стандартних налаштувань

source: Right
bg: Дясно
et: Õige
he: ימין
hr: Desno
is: Rétt
uk: Правильно

source: Top
bg: Връх
et: Üles
he: עליון
hr: Vrh
is: Efsta
uk: Верхній

source: Bottom
bg: Дъно
et: Alumine
he: תחתון
hr: Dno
is: Botn
uk: 底部

source: Final size: calculating...
bg: Краен размер: изчислява се...
et: Lõplik suurus: arvutatakse...
he: גודל סופי: מחושב...
hr: Završna veličina: izračunavanje...
is: Loka stærð: að reikna...
uk: Остаточний розмір: обчислюється...

source: Video Adjustments
bg: Настройки на видеото
et: Video seadistused
he: התאמות וידאו
hr: Podešavanja videa
is: Videó stillingar
uk: Налаштування відео

source: Brightness
bg: Яркост
et: Heledus
he: בהירות
hr: Svjetlina
is: Birtuð
uk: Яскравість

source: Between -1.0 and 1.0. Default: 0.0
bg: Между -1.0 и 1.0. По подразбиране: 0.0
et: Vahemikus -1,0 kuni 1,0. Vaikimisi: 0,0
he: בין -1.0 ל-1.0. ברירת מחדל: 0.0
hr: Između -1.0 i 1.0. Zadano: 0.0
is: Milli -1.0 og 1.0. Sjálfgefið: 0.0
uk: Між -1.0 та 1.0. За замовчуванням: 0.0

source: Contrast
bg: Контраст
et: Kontrast
he: ניגודיות
hr: Kontrast
is: Samhengi
uk: Контраст

source: Between 0.0 and 2.0. Default: 1.0
bg: Между 0.0 и 2.0. По подразбиране: 1.0
et: Vahemikus 0.0 kuni 2.0. Vaikimisi: 1.0
he: בין 0.0 ל-2.0. ברירת מחדל: 1.0
hr: Između 0.0 i 2.0. Zadano: 1.0
is: Milli 0.0 og 2.0. Sjálfgefið: 1.0
uk: Між 0.0 та 2.0. За замовчуванням: 1.0

source: Saturation
bg: Насищане
et: Saturatsioon
he: סאטורציה
hr: Zasićenje
is: Mettun.

source: Exposure
bg: Излагане
et: Kokkupuude
he: חשיפה
hr: Izloženost
is: Sýning
uk: 曝光

source: Between -3.0 and 3.0 EV. Default: 0.0
bg: Между -3.0 и 3.0 EV. По подразбиране: 0.0
et: Vahemikus -3.0 kuni 3.0 EV. Vaikimisi: 0.0
he: בין -3.0 ל-3.0 EV. ברירת מחדל: 0.0
hr: Između -3,0 i 3,0 EV. Zadano: 0,0
is: Milli -3.0 og 3.0 EV. Sjálfgefið: 0.0
uk: Між -3.0 та 3.0 EV. За замовчуванням: 0.0

source: Between 0.0 and 16.0. Default: 1.0
bg: Между 0.0 и 16.0. По подразбиране: 1.0
et: Vahemikus 0.0 kuni 16.0. Vaikimisi: 1.0
he: בין 0.0 ל-16.0. ברירת מחדל: 1.0
hr: Između 0.0 i 16.0. Zadano: 1.0
is: Milli 0.0 og 16.0. Sjálfgefið: 1.0
uk: Між 0.0 та 16.0. За замовчуванням: 1.0

source: Red Gamma
bg: Червена Гама
et: Punane Gamma
he: גמא אדום
hr: Crvena Gamma
is: Rauður Gamma
uk: Червоний Гамма

source: Green Gamma
bg: Зелена Гама
et: Roheline Gamma
he: גמא ירוק
hr: Zelena Gamma
is: Grænn Gamma
uk: Зелений Гамма

source: Blue Gamma
bg: Синя Гама
et: Sinine Gamma
he: כחול גמא
hr: Plava Gamma
is: Blár Gamma
uk: Синя Гама

source: Gamma Weight
bg: Гама тегло
et: Gamma kaal
he: משקל גמא
hr: Gamma težina
is: Gamma Þyngd
uk: Гамма вага

source: Between 0.0 and 1.0. Default: 1.0
bg: Между 0.0 и 1.0. По подразбиране: 1.0
et: Vahemikus 0,0 kuni 1,0. Vaikimisi: 1,0
he: בין 0.0 ל-1.0. ברירת מחדל: 1.0
hr: Između 0,0 i 1,0. Zadano: 1,0
is: Milli 0.0 og 1.0. Sjálfgefið: 1.0
uk: Між 0.0 та 1.0. За замовчуванням: 1.0

source: Hue
bg: Оттенък
et: Toon
he: גוֹן
hr: Ton
is: Lit

source: Between -3.14 and 3.14 radians. Default: 0.0
bg: Между -3.14 и 3.14 радиана. По подразбиране: 0.0
et: Vahemikus -3.14 kuni 3.14 radiaani. Vaikimisi: 0.0
he: בין -3.14 ל-3.14 רדיאנים. ברירת מחדל: 0.0
hr: Između -3.14 i 3.14 radijana. Zadano: 0.0
is: Milli -3.14 og 3.14 radíum. Sjálfgefið: 0.0
uk: Між -3.14 та 3.14 радіан. За замовчуванням: 0.0

source: Video Information
bg: Информация за видео
et: Video teave
he: מידע על וידאו
hr: Informacije o videu
is: Myndaupplýsingar
uk: Відеоінформація

source: Filename
bg: Име на файл
et: Failinimi
he: שם קובץ
hr: Naziv datoteke
is: Skráarnafn
uk: Ім'я файлу

source: Unknown
bg: Непознато
et: Tundmatu
he: לא ידוע
hr: Nepoznato
is: Ókunnugt
uk: Невідомо

source: Resolution
bg: Резолюция
et: Resolutsioon
he: רזולוציה
hr: Razlučivost
is: Upplausn
uk: Роздільна здатність

source: Codec
bg: Кодек
et: Koodek
he: קודקוד
hr: Kodek
is: Kóði

source: Format
bg: Формат
et: Formaat
he: פורמט
is: Snið
uk: Формат

source: File Size
bg: Размер на файла
et: Faili suurus
he: גודל קובץ
hr: Veličina datoteke
is: Skráarstærð
uk: Розмір файлу

source: Duration
bg: Продължителност
et: Kestus
he: משך
hr: Trajanje
is: Tími
uk: Тривалість

source: Frame Rate
bg: Честота на кадрите
et: Kaadrisagedus
he: קצב פריימים
hr: Brzina kadra
is: Rammahraði
uk: Частота кадрів

source: Loading...
bg: Зареждане...
et: Laadimine...
he: טוען...
hr: Učitavanje...
is: Hlaða...
uk: Завантаження...

source: Save Frame As
bg: Запази кадър като
et: Salvesta raam kui
he: שמור מסגרת בשם
hr: Spremi okvir kao
is: Vista ramma sem semi
uk: Зберегти кадр як

source: Frame Saved
bg: Рамка запазена
et: Raam salvestatud
he: מסגרת נשמרה
hr: Okvir spremljen
is: Ramma vista
uk: Рамка збережена

source: Current frame has been saved to {0}
bg: Текущият кадър е запазен в {0}
et: Praegune raam on salvestatud {0} juurde.
he: המסגרת הנוכחית נשמרה ל-{0}
hr: Trenutni okvir je spremljen u {0}
is: Núverandi rammi hefur verið vistaður í {0}
uk: Поточний кадр було збережено в {0}

source: Error saving frame: {0}
bg: Грешка при запазване на кадър: {0}
et: Viga salvestamisel: {0}
he: שגיאה בשמירת מסגרת: {0}
hr: Greška pri spremanju okvira: {0}
is: Villa að vista ramma: {0}
uk: Помилка збереження кадру: {0}

source: End of video
bg: Край на видеото
et: Video lõpp
he: סוף הסרטון
hr: Kraj videa
is: Lokun myndar
uk: Кінець відео

source: Crop Video
bg: Изрежи видео
et: Kärbi videot
he: גזירת וידאו
hr: Izreži video
is: Klippa vídeó
uk: Обрізати відео

source: Final size
bg: Краен размер
et: Lõplik suurus
he: גודל סופי
hr: Završna veličina
is: Loka stærð
uk: Кінцевий розмір

source: Video Preview
bg: Визуализация на видео
et: Video eelvaade
he: תצוגה מקדימה של וידאו
hr: Video Pregled
is: Vefmyndbandforskoðun
uk: Відеопопередній перегляд

source: Please select a video file first
bg: Моля, първо изберете видео файл.
et: Palun valige esmalt videofail.
he: אנא בחר קובץ וידאו קודם
hr: Molimo odaberite video datoteku prvo
is: Vinsamlegast veldu vídeóskrá fyrst
uk: Будь ласка, спочатку виберіть відеофайл.

source: Could not load the selected video file
bg: Не можа да се зареди избраният видео файл.
et: Valitud videofaili ei saanud laadida.
he: לא ניתן לטעון את קובץ הווידאו שנבחר
hr: Nije moguće učitati odabranu video datoteku.
is: Gat ekki að hlaða valda vídeóskrá.
uk: Не вдалося завантажити вибраний відеофайл

source: No MKV files found in the selected directory.
bg: Не са намерени MKV файлове в избраната директория.
et: Valitud kaustas ei leitud MKV-faile.
he: לא נמצאו קבצי MKV בתיקייה שנבחרה.
hr: Nema MKV datoteka u odabranom direktoriju.
is: Engin MKV skrár fundust í valda skráarsafni.
uk: No MKV файлів не знайдено в обраному каталозі.

source: Converting MKV Files
bg: Конвертиране на MKV файлове
et: MKV-failide konverteerimine
he: המרת קבצי MKV
hr: Pretvaranje MKV datoteka
is: Breyta MKV skrám
uk: Перетворення файлів MKV

source: Conversion completed and original file deleted.
bg: Конвертирането е завършено и оригиналният файл е изтрит.
et: Konversioon lõpetatud ja originaalfail kustutatud.
he: המרה הושלמה והקובץ המקורי נמחק.
hr: Konverzija je završena i izvorna datoteka je izbrisana.
is: Umbreytingu lokið og upprunalega skráin eytt.
uk: Конверсія завершена, а оригінальний файл видалено.

source: Conversion completed but could not delete original: {0}
bg: Конвертирането е завършено, но не можа да изтрие оригинала: {0}
et: Ümberkujundamine lõpetatud, kuid originaali kustutamine ebaõnnestus: {0}
he: המרה הושלמה אך לא ניתן היה למחוק את המקורי: {0}
hr: Konverzija je završena, ali nije moguće izbrisati izvorni: {0}
is: Umbreytingu lokið en gat ekki eytt upprunalegu: {0}
uk: Конверсія завершена, але не вдалося видалити оригінал: {0}

source: Converted but output size looks suspicious - not deleting original.
bg: Конвертирано, но размерът на изхода изглежда подозрителен - не се изтрива оригиналът.
et: Muudetud, kuid väljundi suurus näeb kahtlane välja - originaali ei kustutata.
he: הומר אך גודל הפלט נראה חשוד - לא מוחק את המקורי.
hr: Pretvoreno, ali veličina izlaza izgleda sumnjivo - ne brišem izvorni.
is: Breytt en úttaksstærðin lítur grunsamleg út - er ekki að eyða upprunalegu.
uk: Convertido, pero el tamaño de salida parece sospechoso: no se elimina el original.

source: Multiple File Conversion
bg: Масово преобразуване на файлове
et: Mitme faili konverteerimine
he: המרת קבצים מרובים
hr: Višestruka konverzija datoteka
is: Fjölbreytt skráarbreyting
uk: Масове перетворення файлів

source: Starting conversions...
bg: Започване на конверсиите...
et: Alustame teisendusi...
he: מתחיל המרות...
hr: Pokretanje konverzija...
is: Að hefja umbreytingar...
uk: Початок конвертацій...

source: Cancel All
bg: Отмени всичко
et: Tühista kõik
he: בטל הכל
hr: Otkaži sve
is: Hætta við allt
uk: Скасувати все

source: Cancel this conversion
bg: Отмени това преобразуване
et: Tühista see konversioon
he: בטל המרה זו
hr: Otkaži ovu konverziju
is: Hætta við þessa umbreytingu
uk: Скасувати це перетворення

source: Cancelling all conversions...
bg: Отменям всички конверсии...
et: Kõik konversioonid tühistatakse...
he: מבוטל כל ההמרות...
hr: Otkaži sve konverzije...
is: Að aflýsa öllum umbreytingum...
uk: Скасування всіх конверсій...

source: Progress: {0} of {1} completed, {2} failed, {3} active
bg: Напредък: {0} от {1} завършен, {2} неуспешен, {3} активен
et: Edenemine: {0} {1} lõpetatud, {2} ebaõnnestus, {3} aktiivne
he: התקדמות: {0} מתוך {1} הושלמה, {2} נכשלה, {3} פעילה
hr: Napredak: {0} od {1} dovršeno, {2} neuspješno, {3} aktivno
is: Vinnsla: {0} af {1} lokið, {2} mistókst, {3} virkt
uk: Прогрес: {0} з {1} завершено, {2} не вдалося, {3} активних

source: Conversion
bg: Конверсия
et: Muutmine
he: המרה
hr: Pretvorba
is: Umbreyting
uk: Перетворення

source: Video Edit
bg: Видео редактиране
et: Videoredigeerimine
he: עריכת וידאו
hr: Video Uređivanje
is: Vefnámur
uk: Відео Редагування

source: Help
bg: Помощь
et: Abi
he: עזרה
hr: Pomoć
is: Aðstoð
uk: Допомога

source: This application helps you convert video files between different formats. • Use the Conversion tab to select and convert video files • Use the Video Edit tab to trim, crop, and adjust video properties • Access settings through the gear icon For more help, visit the website: communitybig.org
bg: Тази апликация ви помага да конвертирате видео файлове между различни формати. • Използвайте таба Конвертиране, за да изберете и конвертирате видео файлове • Използвайте таба Видео Редактиране, за да изрежете, отрежете и коригирате видео свойства • Достъп до настройките чрез иконата на зъбно колело За повече помощ, посетете уебсайта: communitybig.org
et: See rakendus aitab teil konverteerida videofailide vahel erinevatesse formaatidesse. • Kasutage konversiooni vahekaarti videofailide valimiseks ja konverteerimiseks • Kasutage videote redigeerimise vahekaarti videote kärpimiseks, lõikamiseks ja omaduste kohandamiseks • Juurdepääs seadetele hammasratta ikooni kaudu Rohkem abi saamiseks külastage veebisaiti: communitybig.org
he: אפליקציה זו עוזרת לך להמיר קבצי וידאו בין פורמטים שונים. • השתמש בלשונית המרה כדי לבחור ולהמיר קבצי וידאו • השתמש בלשונית עריכת וידאו כדי לגזור, לחתוך ולהתאים את מאפייני הווידאו • גש להגדרות דרך סמל הגלגל שיניים לסיוע נוסף, בקר באתר: communitybig.org
hr: Ova aplikacija pomaže vam pretvoriti video datoteke između različitih formata. • Koristite karticu Konverzija za odabir i pretvorbu video datoteka • Koristite karticu Uređivanje videa za obrezivanje, rezanje i prilagodbu svojstava videa • Pristupite postavkama putem ikone zupčanika Za više pomoći, posjetite web stranicu: communitybig.org
is: Þetta forrit hjálpar þér að breyta vídeóskrám á milli mismunandi sniða. • Notaðu Breytingar flipann til að velja og breyta vídeóskrám • Notaðu Vídeóbreytingar flipann til að klippa, skera og stilla vídeóeiginleika • Aðgangur að stillingum í gegnum gír táknið Fyrir frekari aðstoð, heimsæktu vefsíðuna: communitybig.org
uk: Ця програма допомагає вам конвертувати відеофайли між різними форматами. • Використовуйте вкладку Конвертація, щоб вибрати та конвертувати відеофайли • Використовуйте вкладку Відео редагування, щоб обрізати, кадрувати та налаштовувати властивості відео • Доступ до налаштувань через значок шестерні Для отримання додаткової допомоги відвідайте веб-сайт: communitybig.org

source: A graphical frontend for converting videos
bg: Графичен интерфейс за конвертиране на видеа
et: Videote konverteerimiseks mõeldud graafiline kasutajaliides
he: ממשק גרפי להמרת וידאוים
hr: Grafičko sučelje za konverziju videa
is: Grafískur framhlið til að breyta myndböndum
uk: Графічний інтерфейс для конвертації відео

source: Unknown file
bg: Непознат файл
et: Tundmatu fail
he: קובץ לא ידוע
hr: Nepoznata datoteka
is: Óþekkt skrá
uk: Невідомий файл

source: Delete original file
bg: Изтрий оригиналния файл
et: Kustuta originaalfail
he: מחק קובץ מקורי
hr: Izbriši izvorni datoteku
is: Eyða upprunalegu skrá.
uk: Видалити оригінальний файл

source: • Video preview with trimming and effects
bg: • Видеопревю с рязане и ефекти
et: • Video eelvaade kärpimise ja efektidega
he: • תצוגה מקדימה של וידאו עם חיתוך ואפקטים
hr: • Pregled videa s obrezivanjem i efektima
is: • Víðmynd forsýning með klippingu og áhrifum
uk: • Відеопопередній перегляд з обрізанням та ефектами

source: Menu
bg: Меню
et: Menüü
he: תפריט
hr: Izbornik
is: Valmynd
uk: Меню

source: Quit
bg: Изход
et: Välja
he: יציאה
hr: Izlaz
is: Hætta við
uk: Вихід

source: Video Conversion
bg: Видео конвертиране
et: Videotee ülekandmine
hr: Konverzija videa
is: Víðiskipti
uk: Перетворення відео

source: Starting FFmpeg process...
bg: Стартиране на FFmpeg процес...
et: FFmpeg protsessi käivitamine...
hr: Pokretanje FFmpeg procesa...
is: Byrjar FFmpeg ferli...
uk: Запуск процесу FFmpeg...

source: Process cancelled by user
bg: Процесът е отменен от потребителя
et: Protsess tühistatud kasutaja poolt
hr: Proces otkazan od strane korisnika
is: Ferli hætt af notanda
uk: Процес скасовано користувачем

source: Show Command Output
bg: Покажи изхода на командата
et: Kuva käskluse väljundit
hr: Prikaži izlaz naredbe
is: Sýna skipunarsvörun
uk: Показати вихідні дані команди

source: Speed:
bg: Скорост:
et: Kiirus:
hr: Brzina:
is: Hraði:
uk: Скорість:

source: Convert
bg: Конвертиране
et: Muutma
hr: Pretvori
is: Umbreyta
uk: Перетворити

source: Command Output
bg: Изход на командата
et: Käsk Tulemused
hr: Izlaz naredbe
is: Skiptaúttak
uk: Командний вивід

source: Select Video Files
bg: Изберете видео файлове
et: Vali videofailid
hr: Odaberite video datoteke
is: Veldu vídeofaila
uk: Виберіть відеофайли

source: Video Files
bg: Видеофайлове
et: Videofailid
hr: Video datoteke
is: Vefskráir
uk: Відеофайли

source: All Files
bg: Всички файлове
et: Kõik failid
hr: Svi datoteke
is: Öll skrár
uk: Усі файли

source: Error selecting files: {0}
bg: Грешка при избиране на файлове: {0}
et: Viga failide valimisel: {0}
hr: Greška pri odabiru datoteka: {0}
is: Villa að velja skrár: {0}
uk: Помилка вибору файлів: {0}

source: Queue Processing Complete
bg: Обработката на опашката е завършена
et: Oote töötlemine lõpetatud
hr: Obrada reda završena
is: Röð vinnslu lokið
uk: Обробка черги завершена

source: All files in the queue have been processed.
bg: Всички файлове в опашката са били обработени.
et: Kõik järjekorras olevad failid on töödeldud.
hr: Svi datoteke u redu su obrađene.
is: Öll skrár í biðröðinni hafa verið unnar.
uk: Усі файли в черзі були оброблені.

source: Could not preview this video file
bg: Не може да се прегледа този видео файл.
et: Seda videofaili ei saanud eelvaadet.
hr: Nije moguće pregledati ovu video datoteku.
is: Ekki tókst að forsýna þessa vídeóskrá.
uk: Не вдалося попередньо переглянути цей відеофайл

source: Error previewing file: {0}
bg: Грешка при преглед на файла: {0}
et: Viga faili eelvaates: {0}
hr: Greška pri pregledavanju datoteke: {0}
is: Villa við að forsýna skrá: {0}
uk: Помилка попереднього перегляду файлу: {0}

source: Conversion Queue
bg: Опашка за конвертиране
et: Muutmisjärjekord
hr: Redoslijed konverzije
is: Umbúnaðaraðgerðaskrá
uk: Конвертаційна черга

source: Clear Queue
bg: Изчисти опашката
et: Tühjenda järjekord
hr: Isprazni red čekanja
is: Tæma biðröð
uk: Очистити чергу

source: Add Files
bg: Добавяне на файлове
et: Lisa faile
hr: Dodaj datoteke
is: Bæta við skrám
uk: Додати файли
