Repository: communitybig/comm-video-converter
Catalog: locale/*.po
Languages: bg, et, he, hr, is, uk

source: Convert All
bg: Конвертиране на всичко
et: Muutke kõik
hr: Pretvori sve
is: Breyta allt
uk: Перетворити все

source: Output folder:
bg: Изходна папка:
et: Välj kaust
hr: Izlazna mapa:
is: Útgangsfangsstaður:

source: Same as input folder
bg: Същото като входната папка
et: Sama nagu sisendkaust
hr: Isto kao ulazna mapa
is: Sama og inntaksmöppu

source: Delete original files
bg: Изтрийте оригиналните файлове
et: Kustuta originaalfailid
hr: Izbriši izvorne datoteke
is: Eyða upprunalegu skrám
uk: Видалити оригінальні файли

source: Please add files to the queue first.
bg: Моля, първо добавете файлове в опашката.
et: Palun lisage failid kõigepealt järjekorda.
hr: Molimo dodajte datoteke u red čekanja prvo.
is: Vinsamlegast bættu skrám við biðröðina fyrst.
uk: Будь ласка, спочатку додайте файли до черги.

source: Preview in editor
bg: Преглед в редактора
et: Eelvaade redigeerijas
hr: Pregled u uređivaču
is: Forskoða í ritlinum

source: Remove from queue
bg: Премахни от опашката
et: Eemalda järjekorrast
hr: Ukloni iz reda
is: Fjarlægja úr biðröð
uk: Видалити з черги

source: Queue is empty. Add files to convert.
bg: Опашката е празна. Добавете файлове за конвертиране.
et: Oote on tühi. Lisage muudetavad failid.
hr: Red čekanja je prazan. Dodajte datoteke za konverziju.
is: Biðröð er tóm. Bættu við skrám til að breyta.
uk: 队列为空。请添加要转换的文件。

source: Select Folder with Video Files
bg: Изберете папка с видео файлове
et: Valige kaust videofailidega
hr: Odaberite mapu s video datotekama

source: Folders
bg: Папки
et: Kaustad
hr: Mape

source: {} video files have been added to the queue.
bg: Видеофайловете са добавени в опашката.
et: Videofailid on lisatud järjekorda.
hr: Video datoteke su dodane u red.

source: Files Added
bg: Добавени файлове
et: Failid lisatud
hr: Dodani datoteke

source: No Files Found
bg: Няма намерени файлове
et: Faile ei leitud
hr: Nema pronađenih datoteka

source: No valid video files were found in the selected folder.
bg: Не бяха намерени валидни видео файлове в избраната папка.
et: Valide videofaile ei leitud valitud kaustast.
hr: Nisu pronađene valjane video datoteke u odabranom direktoriju.

source: Please select a folder, not a file.
bg: Моля, изберете папка, а не файл.
et: Palun valige kaust, mitte fail.
hr: Molimo odaberite mapu, a ne datoteku.

source: Error selecting folder: {}
bg: Грешка при избиране на папка: {}
et: Katalooge valimisel tekkis viga: {}
hr: Greška pri odabiru mape: {}

source: Error selecting files: {}
bg: Грешка при избиране на файлове: {}
et: Viga failide valimisel: {}
hr: Greška pri odabiru datoteka: {}

source: Add Folder
bg: Добави папка
et: Lisa kaust
hr: Dodaj mapu

source: Reset
bg: Нулиране
et: Taasta
hr: Ponovno postavi

source: Reset all settings
bg: Нулиране на всички настройки
et: Lähtesta kõik seaded
hr: Poništi sve postavke

source: Trim by Time
bg: Обрежи по време
et: Aja ajast
hr: Izreži po vremenu

source: Start
bg: Старт
et: Algus
hr: Započni

source: Set timeline marked time as start
bg: Задайте времевата линия, маркирана времето като начало
et: Määra ajakava märgitud aeg alguseks
hr: Postavi vremensku liniju označeno vrijeme kao početak

source: Set timeline marked time as end
bg: Задайте времевата линия, маркирана времето като край.
et: Määra ajakava märgitud aeg lõpuks
hr: Postavi vremensku liniju označeno vrijeme kao kraj

source: Crop by Edges
bg: Изрязване по ръбове
et: Kärpimine servade järgi
hr: Izreži po rubovima

source: Left Side
bg: Лява страна
et: Vasak pool
hr: Lijeva strana

source: Right Side
bg: Дясна страна
et: Parem külg
hr: Desna strana

source: Top Side
bg: Горна страна
et: Ülemine külg
hr: Gornja strana

source: Bottom Side
bg: Долна страна
et: Alumine külg
hr: Donja strana

source: Reset All Settings
bg: Нулиране на всички настройки
et: Lähtesta kõik seaded
hr: Poništi sve postavke

source: Are you sure you want to reset all video editing settings to their default values?
bg: Сигурни ли сте, че искате да нулирате всички настройки за редактиране на видео до техните стойности по подразбиране?
et: Kas olete kindel, et soovite lähtestada kõik video redigeerimise seaded nende vaikeseadetele?
hr: Jeste li sigurni da želite resetirati sve postavke uređivanja videa na njihove zadane vrijednosti?

source: Settings Reset
bg: Настройки нулиране
et: Seaded lähtestamine
hr: Postavke vraćanja

source: All video editing settings have been reset to their default values.
bg: Всички настройки за редактиране на видео са нулирани до техните стойности по подразбиране.
et: Kõik video redigeerimise seaded on lähtestatud nende vaikeväärtustele.
hr: Sve postavke za uređivanje videa su vraćene na zadane vrijednosti.

source: Show help
bg: Покажи помощта
et: Kuva abi
hr: Prikaži pomoć

source: Add video files to queue
bg: Добавете видео файлове в опашката
et: Lisa videofailid järjekorda
hr: Dodaj video datoteke u red čekanja

source: Save in the same folder as the original file
bg: Запази в същата папка като оригиналния файл
et: Salvesta samas kaustas kui originaalfail
hr: Spremi u istu mapu kao izvorna datoteka

source: Folder to save
bg: Папка за запазване
et: Kaust, kuhu salvestada
hr: Mapa za spremanje

source: Select folder
bg: Изберете папка
et: Vali kaust
hr: Odaberi mapu

source: Added {} files to the queue
et: Lisatud {} faili järjekorda
hr: Dodano {} datoteka u red čekanja

source: No Files Added
et: Ei faile lisatud
hr: Nema dodanih datoteka

source: No valid video files were found in your selection.
et: Teie valikus ei leitud kehtivaid videofailide.
hr: Nisu pronađene valjane video datoteke u vašem odabiru.

source: Software encoding
et: Tarkvara kodeerimine

source: Full GPU acceleration
et: Täielik GPU kiirus.

source: Software Decoding and GPU encoding
et: Tarkvara dekodeerimine ja GPU kodeerimine

source: Mode
et: Režiim

source: FFmpeg command
et: FFmpeg käsk

source: Speed
et: Kiirus

source: Command
et: Käsk

source: Waiting for command...
et: Ootan käsku...

source: Conversion cancelled
et: Muutmine tühistatud

source: File Information
et: Faili teave

source: Analyzing video file...
et: Videofaili analüüsitakse...

source: Could not retrieve file information.
et: Faili teavet ei õnnestunud hankida.

source: Video Streams
et: Video vooged

source: Audio Streams
et: Audio vooged

source: Subtitles
et: Subtiitrid

source: General Information
et: Üldine teave

source: File Name
et: Failinimi

source: Copy file name
et: Kopeeri faili nimi

source: Location
et: Asukoht

source: Open containing folder
et: Ava kausta

source: Copy file size
et: Kopeeri faili suurus

source: Copy duration
et: Kopeerimise kestus

source: Copy format
et: Kopeeri formaat

source: Bitrate
et: Bitiki

source: Copy bitrate
et: Kopeeri bitikiirus

source: Copy codec
et: Kopeeri koodek

source: Copy resolution
et: Kopeeri eraldusvõime

source: Copy frame rate
et: Kopeeri kaadrisagedus

source: Pixel Format
et: Pikseli formaat

source: Copy pixel format
et: Kopeeri pikseli formaat

source: Language
et: Keel

source: Copy language code
et: Kopeeri keele kood

source: Sample Rate
et: Proovimise sagedus

source: Copy sample rate
et: Kopeeri näidismäära

source: Channels
et: Kanali

source: Copy channels
et: Kopeeri kanalid

source: Copy value
et: Kopeeri väärtus

source: Format Details
et: Formaat Üksikasjad

source: Bitrate (bps)
et: Bitikiirus (bps)

source: Detection Score
et: Tuvastamise skoor

source: Metadata
et: Metaandmed

source: Error retrieving file information
et: Faili teabe hankimine ebaõnnestus

source: Retry
et: Katsumine

source: GPU encoding
et: GPU kodeerimine

source: GPU processing
et: GPU töötlemine

source: Show file information
et: Kuvaa faili teavet

source: Play in default video player
et: Mängi vaikimisi videopleieris

source: Could not open the video file with the default player
et: Ei saanud avada videofaili vaikimisi mängijaga.

source: Could not find this video file
et: Seda videofaili ei leitud.

source: Start time must be less than end time. Please select an earlier position.
et: Algusaeg peab olema väiksem kui lõppaeg. Palun valige varasem positsioon.

source: Invalid trim start time
et: Kehtetu alguse lõikamise aeg

source: End time must be greater than start time. Please select a later position.
et: Lõpuaeg peab olema suurem kui algusaeg. Palun valige hilisem positsioon.

source: Invalid trim end time
et: Kehtetu lõppaja lõikamine

source: Start time
et: Algusaeg

source: End time
et: Lõpuaeg

source: Comm Video Converter
bg: Ком Видео Конвертор
he: ממיר וידאו Comm
hr: Comm Video Konverter
is: Comm vídeó breytir

source: amd
bg: амд
he: אמד
uk: амд

source: intel
bg: интел
he: אינטל
is: אינטל
uk: інтел

source: nvidia
bg: нвидия
he: נבידיה

source: GPU
bg: ГПУ
he: כרטיס גרפי

source: av1 (AV1)
bg: ав1 (AV1)

source: vp9 (VP9)
bg: вп9 (VP9)

source: Ex: 2 (stereo), 6 (5.1)
bg: Пример: 2 (стерео), 6 (5.1)
he: דוגמה: 2 (סטריאו), 6 (5.1)
hr: Primjer: 2 (stereo), 6 (5.1)
is: Ex: 2 (stereó), 6 (5.1)
uk: Ex: 2 (стерео), 6 (5.1)

source: Gamma
bg: Гама
he: גמא
uk: Гамма

source: Leave empty to use the same folder as input files
uk: Залиште порожнім, щоб використовувати ту ж папку, що й вхідні файли.

source: Remove original files after successful conversion
uk: Видалити оригінальні файли після успішного перетворення
