Repository: communitybig/comm-video-converter
Catalog: locale/*.po
Languages: bg, et, he, hr, is, uk

source: Search directory
bg: Търсене на директория
et: Otsi katalooge
he: חפש תיקייה
hr: Pretraži direktorij
is: Leita í skráarsafni
uk: Пошук каталогу

source: Select the folder containing MKV files
bg: Изберете папката, съдържаща MKV файлове
et: Valige kaust, mis sisaldab MKV-faile
he: בחר את התיקייה המכילה קבצי MKV
hr: Odaberite mapu koja sadrži MKV datoteke
is: Veldu þann möppu sem inniheldur MKV skrár

source: No directory selected
bg: Не е избрана директория
et: Katalooge ei ole valitud
he: לא נבחר תיקייה
hr: Nema odabranog direktorija
is: Engin valin ekki valin
uk: Не вибрано каталог

source: Select Directory
bg: Изберете директория
et: Vali kaust
he: בחר תיקייה
hr: Odaberi direktorij
is: Veldu skráarsafn
uk: Виберіть каталог

source: Simultaneous processes
bg: Симултантни процеси
et: Samaaegsed protsessid
he: תהליכים סימולטניים
hr: Istodobni procesi
is: Samhliða ferlar
uk: Сумісні процеси

source: Number of conversions to run in parallel
bg: Брой конверсии за изпълнение паралелно
et: Paralleelselt käivitatavate konversioonide arv
he: מספר המרות להרצה במקביל
hr: Broj konverzija koje treba izvršiti paralelno
is: Fjöldi umbreytinga sem á að keyra samhliða
uk: Кількість перетворень для виконання паралельно

source: Minimum MP4 size
bg: Минимален размер на MP4
et: Minimaalne MP4 suurus
he: גודל מינימלי של MP4
hr: Minimalna veličina MP4
is: Lágmarks MP4 stærð
uk: Мінімальний розмір MP4

source: Threshold for considering conversion successful (KB)
bg: Праг за считане на конверсията за успешна (KB)
et: Konversiooni edukaks lugemise künnis (KB)
he: סף לשקילת הצלחת ההמרה (KB)
hr: Prag za smatranje konverzije uspješnom (KB)
is: Þröskuldur fyrir að telja umbreytingu árangursríka (KB)
uk: Поріг для визнання конверсії успішною (КБ)

source: Log file
bg: Лог файл
et: Logifail
he: קובץ יומן
hr: Zapisnik
is: Skrásetning
uk: Журнал файлу

source: Path to save the conversion log
bg: Път за запазване на лог файла за конверсия
et: Teekond konversioonilogide salvestamiseks
he: נתיב לשמירת יומן ההמרה
hr: Putanja za spremanje dnevnika konverzije
is: Slóð til að vista umbreytingarskráningu
uk: Шлях для збереження журналу конвертації

source: Delete original MKV files
bg: Изтрийте оригиналните MKV файлове
et: Kustuta originaalsed MKV failid
he: מחק קבצי MKV מקוריים
hr: Izbriši izvorne MKV datoteke
is: Eyða upprunalegu MKV skrám
uk: Видалити оригінальні файли MKV

source: Remove source files after successful conversion
bg: Премахнете изходните файлове след успешна конверсия
et: Eemalda allikafailid pärast eduka konverteerimist
he: הסר קבצי מקור לאחר המרה מוצלחת
hr: Ukloni izvorne datoteke nakon uspješne konverzije
is: Fjarlægðu uppsprettuskjöl eftir farsæla umbreytingu
uk: Видалити вихідні файли після успішного перетворення

source: Convert All MKVs
bg: Конвертирайте всички MKV файлове
et: Muuda kõik MKV-d
he: המרת כל ה-MKV
hr: Pretvori sve MKV-ove
is: Breyta öll MKV-skjöl
uk: Перетворити всі MKV файли

source: Batch Conversion Help
bg: Помощ за партидно конвертиране
et: Partii konversiooni abi
he: עזרה בהמרת אצווה
hr: Pomoć za grupnu konverziju
is: Hjálp við skyndiumbreytingu
uk: Пакетне перетворення Допомога

source: This mode will search for all MKV files in the selected directory and convert them to MP4. The original MKV file will only be removed if the MP4 is created successfully and has the defined minimum size.
bg: Този режим ще търси всички MKV файлове в избраната директория и ще ги конвертира в MP4. Оригиналният MKV файл ще бъде премахнат само ако MP4 е създаден успешно и има зададения минимален размер.
et: See režiim otsib valitud kaustas kõiki MKV-faile ja konverteerib need MP4-ks. Algne MKV-fail eemaldatakse ainult siis, kui MP4 on edukalt loodud ja sellel on määratud minimaalne suurus.
he: מצב זה יחפש את כל קבצי ה-MKV בתיקייה שנבחרה וימיר אותם ל-MP4. קובץ ה-MKV המקורי יימחק רק אם ה-MP4 נוצר בהצלחה ויש לו את הגודל המינימלי המוגדר.
hr: Ovaj način će pretražiti sve MKV datoteke u odabranom direktoriju i pretvoriti ih u MP4. Izvorna MKV datoteka bit će uklonjena samo ako je MP4 uspješno stvorena i ima definiranu minimalnu veličinu.
is: Þessi stilling mun leita að öllum MKV skrám í valda skráarsafni og breyta þeim í MP4. Upprunalega MKV skráin verður aðeins fjarlægð ef MP4 skráin er búin til með góðum árangri og hefur skilgreint lágmarksstærð.
uk: Цей режим шукатиме всі файли MKV у вибраному каталозі та конвертуватиме їх у MP4. Оригінальний файл MKV буде видалено лише у разі успішного створення MP4 та якщо він має визначений мінімальний розмір.

source: Please select a directory to search for MKV files.
bg: Моля, изберете директория за търсене на MKV файлове.
et: Palun valige kataloog, kus otsida MKV-faile.
he: אנא בחר תיקייה לחיפוש קבצי MKV.
hr: Molimo odaberite direktorij za pretraživanje MKV datoteka.
is: Vinsamlegast veldu skráarsafn til að leita að MKV skrám.
uk: Будь ласка, виберіть каталог для пошуку файлів MKV.

source: Input file
bg: Входен файл
et: Sisendfail
he: קובץ קלט
hr: Ulazna datoteka
is: Inntaksskjal
uk: Вхідний файл

source: Select the video file to convert
bg: Изберете видео файла за конвертиране
et: Valige muundamiseks videofail.
he: בחר את קובץ הווידאו להמרה
hr: Odaberite video datoteku za konverziju
is: Veldu vídeóskrána til að breyta
uk: Виберіть відеофайл для конвертації

source: No file selected
bg: Няма избран файл
et: Faili ei ole valitud
he: לא נבחר קובץ
hr: Nema odabranog datoteke
is: Engin valin ekki valin
uk: Жоден файл не вибрано

source: Select File
bg: Изберете файл
et: Vali fail
he: בחר קובץ
hr: Odaberi datoteku
is: Veldu skrá
uk: Виберіть файл

source: Output file
bg: Изходен файл
et: Välj väljundfail
he: קובץ פלט
hr: Izlazna datoteka
is: Útflutningsskrá
uk: Вихідний файл

source: Leave empty to use the same name
bg: Оставете празно, за да използвате същото име
et: Jätke tühi, et kasutada sama nime.
he: השאר ריק כדי להשתמש באותו שם
hr: Ostavite prazno za korištenje istog imena
is: Láttu vera tómt til að nota sama nafn
uk: Залиште порожнім, щоб використовувати те саме ім'я

source: Output folder
bg: Изходна папка
et: Väljefolder
he: תיקיית פלט
hr: Izlazna mapa
is: Útgangsfangsstaður
uk: Вихідна папка

source: Leave empty to use the same folder
bg: Оставете празно, за да използвате същата папка
et: Jätke tühi, et kasutada sama kausta.
he: השאר ריק כדי להשתמש באותה תיקייה
hr: Ostavite prazno za korištenje iste mape
is: Láttu tómt til að nota sama möppu
uk: Залиште порожнім, щоб використовувати ту ж папку.

source: Delete original MKV file
bg: Изтрийте оригиналния MKV файл
et: Kustuta originaal MKV fail
he: מחק קובץ MKV המקורי
hr: Izbriši izvorni MKV datoteku
is: Eyða upprunalegu MKV skrá.
uk: Видалити оригінальний файл MKV

source: Remove original file after successful conversion
bg: Премахнете оригиналния файл след успешна конверсия
et: Eemalda originaalfail pärast eduka konverteerimist
he: הסר קובץ מקורי לאחר המרה מוצלחת
hr: Ukloni izvorni datoteku nakon uspješne konverzije
is: Fjarlægðu upprunalega skrá eftir farsæla umbreytingu
uk: Видалити оригінальний файл після успішного перетворення

source: Convert Video
bg: Конвертиране на видео
et: Muuda videot
he: המרת וידאו
hr: Pretvori video
is: Breyta vídeó
uk: Перетворити відео

source: A powerful tool for converting video files to MP4 format.
bg: Мощен инструмент за конвертиране на видео файлове в MP4 формат.
et: Võimas tööriist videofailide MP4 formaati konverteerimiseks.
he: כלי חזק להמרת קבצי וידאו לפורמט MP4.
hr: Moćan alat za pretvaranje video datoteka u MP4 format.
is: Vönduð tól til að breyta vídeóskrám í MP4 sniði.
uk: Потужний інструмент для конвертації відеофайлів у формат MP4.

source: • GPU-accelerated conversion for NVIDIA, AMD, and Intel GPUs
bg: • GPU-ускорена конверсия за NVIDIA, AMD и Intel GPU
et: • GPU-kiirendatud konverteerimine NVIDIA, AMD ja Intel GPU-de jaoks
he: • המרה מואצת GPU עבור כרטיסי גרפיקה של NVIDIA, AMD ואינטל
hr: • GPU-accelerirana konverzija za NVIDIA, AMD i Intel GPU-e
is: • GPU-hraðað umbreyting fyrir NVIDIA, AMD og Intel GPU.
uk: • Конвертація з апаратним прискоренням для графічних процесорів NVIDIA, AMD та Intel

source: • High-quality video processing with customizable settings
bg: • Обработка на видео с високо качество и персонализируеми настройки
et: • Kõrge kvaliteediga videoprotsessimine kohandatavate seadistustega
he: • עיבוד וידאו באיכות גבוהה עם הגדרות מותאמות אישית
hr: • Video obrada visoke kvalitete s prilagodljivim postavkama
is: • Vandað vídeóvinnsla með sérsniðnum stillingum
uk: • Високоякісна обробка відео з налаштовуваними параметрами

source: • Support for various video codecs (H.264, H.265/HEVC, AV1, VP9)
bg: • Поддръжка за различни видео кодеци (H.264, H.265/HEVC, AV1, VP9)
et: • Tugi erinevate video koodekite jaoks (H.264, H.265/HEVC, AV1, VP9)
he: • תמיכה בקודקי וידאו שונים (H.264, H.265/HEVC, AV1, VP9)
hr: • Podrška za različite video kodeke (H.264, H.265/HEVC, AV1, VP9)
is: • Stuðningur við ýmsar vídeó kóðara (H.264, H.265/HEVC, AV1, VP9)
uk: • Підтримка різних відеокодеків (H.264, H.265/HEVC, AV1, VP9)

source: • Subtitle extraction and embedding
bg: • Извличане и вграждане на субтитри
et: • Subtiitrite väljavõtt ja lisamine
he: • חילוץ והטמעה של כתוביות
hr: • Izdvajanje i umetanje titlova
is: • Undirtaka og innfelling
uk: • Витягування та вбудовування субтитрів

source: • Batch processing capabilities
bg: • Възможности за партидна обработка
et: • Partii töötlemise võimalused
he: • יכולות עיבוד אצווה
hr: • Mogućnosti serijskog obrade
is: • Hólfvinnslu eiginleikar
uk: • Можливості пакетної обробки

source: This application uses <b>FFmpeg</b> for reliable, high-performance video conversion. The GPU acceleration significantly reduces conversion time compared to software-only processing.
bg: Тази програма използва <b>FFmpeg</b> за надеждно, високопроизводително видео конвертиране. Ускорението с GPU значително намалява времето за конвертиране в сравнение с обработката само със софтуер.
et: See rakendus kasutab <b>FFmpeg</b> usaldusväärseks, kõrge jõudlusega video konverteerimiseks. GPU kiirendus vähendab oluliselt konverteerimisaega võrreldes ainult tarkvarapõhise töötlemisega.
he: יישום זה משתמש ב- <b>FFmpeg</b> להמרת וידאו אמינה וביצועים גבוהים. האצת ה-GPU מפחיתה באופן משמעותי את זמן ההמרה בהשוואה לעיבוד רק באמצעות תוכנה.
hr: Ova aplikacija koristi <b>FFmpeg</b> za pouzdanu, visokoučinkovitu konverziju videa. GPU ubrzanje značajno smanjuje vrijeme konverzije u usporedbi s obradom isključivo putem softvera.
is: Þetta forrit notar <b>FFmpeg</b> fyrir áreiðanlega, háþróaða vídeóbreytingu. GPU hraðvirkni dregur verulega úr umbreytingartíma miðað við einungis hugbúnaðarúrvinnslu.
uk: Ця програма використовує <b>FFmpeg</b> для надійного, високопродуктивного відео конвертування. Прискорення за допомогою графічного процесора значно зменшує час конвертації в порівнянні з обробкою лише програмним забезпеченням.

source: Show dialog on startup
bg: Покажи диалог при стартиране
et: Kuva dialooge käivitamisel
he: הצג דיאלוג בהפעלה
hr: Prikaži dijalog pri pokretanju
is: Sýna glugga við upphaf
uk: Показати діалог під час запуску

source: Close
bg: Затвори
et: Sulge
he: סגור
hr: Zatvori
is: Lokaðu
uk: Закрити

source: Video files
bg: Видеофайлове
et: Videofailid
he: קבצי וידאו
hr: Video datoteke
is: Vefmyndaskrár
uk: Відеофайли

source: All files
bg: Всички файлове
et: Kõik failid
he: כל הקבצים
hr: Svi datoteke
is: Öll skrár
uk: Усі файли

source: Select the output folder
bg: Изберете папката за изходни файлове
et: Valige väljundkaust
he: בחר את תיקיית הפלט
hr: Odaberite izlaznu mapu
is: Veldu útgangsfangann
uk: Виберіть папку виводу

source: Please select an input file.
bg: Моля, изберете входен файл.
et: Palun valige sisendfail.
he: אנא בחר קובץ קלט.
hr: Molimo odaberite ulaznu datoteku.
is: Vinsamlegast veldu inntaksfíl.
uk: Будь ласка, виберіть вхідний файл.

source: The selected file does not exist: {0}
bg: Избраният файл не съществува: {0}
et: Valitud faili ei eksisteeri: {0}
he: הקובץ שנבחר אינו קיים: {0}
hr: Odabrana datoteka ne postoji: {0}
is: Valda valin er ekki til: {0}
uk: Вибраний файл не існує: {0}

source: Information
bg: Информация
et: Teave
he: מידע
hr: Informacije
is: Upplýsingar
uk: Інформація

source: Note: The 'Delete original file' option only applies to MKV files. Your selected file will be converted but not deleted.
bg: Забележка: Опцията 'Изтрий оригиналния файл' важи само за MKV файлове. Избраният от вас файл ще бъде конвертиран, но няма да бъде изтрит.
et: Märkus: 'Kustuta originaalfail' valik kehtib ainult MKV-failide kohta. Teie valitud fail muudetakse, kuid ei kustutata.
he: הערה: אפשרות 'מחק קובץ מקורי' חלה רק על קבצי MKV. הקובץ שבחרת יומר אך לא יימחק.
hr: Napomena: Opcija 'Izbriši izvorni datoteku' primjenjuje se samo na MKV datoteke. Vaša odabrana datoteka bit će konvertirana, ali neće biti izbrisana.
is: Athugið: Valkosturinn 'Eyða upprunalegu skrá' á aðeins við um MKV skrár. Valda skráin þín verður breytt en ekki eytt.
uk: Примітка: Опція 'Видалити оригінальний файл' застосовується лише до файлів MKV. Ваш вибраний файл буде конвертовано, але не видалено.

source: Conversion script not found: {0}
bg: Не е намерен скрипт за конвертиране: {0}
et: Muutmis skripti ei leitud: {0}
he: סקריפט המרה לא נמצא: {0}
hr: Skripta za konverziju nije pronađena: {0}
is: Umbreytingarskrá fannst ekki: {0}
uk: Скрипт конвертації не знайдено: {0}

source: Converting...
bg: Конвертиране...
et: Muutmine...
he: ממיר...
hr: Pretvaranje...
is: Umbreyting...
uk: Перетворення...

source: Error starting conversion: {0}
bg: Грешка при стартиране на конверсията: {0}
et: Viga konversiooni alustamisel: {0}
he: שגיאה בהתחלת ההמרה: {0}
hr: Greška pri pokretanju konverzije: {0}
is: Villa að hefja umbreytingu: {0}
uk: Помилка під час запуску конвертації: {0}

source: Starting process...
bg: Започване на процеса...
et: Protsessi käivitamine...
he: מתחיל תהליך...
hr: Pokretanje procesa...
is: Að hefja ferli...
uk: Початок процесу...

source: Processing video...
bg: Обработка на видео...
et: Videote töötlemine...
he: מעבד וידאו...
hr: Obrada videa...
is: Vinnsl á vídeói...
uk: Обробка відео...

source: Time remaining:
bg: Оставащо време:
et: Jäänud aeg:
he: זמן שנותר:
hr: Preostalo vrijeme:
is: Tími eftir:
uk: Час залишився:

source: No progress detected. Process may be stuck.
bg: Не е открит напредък. Процесът може да е блокиран.
et: Edenemist ei tuvastatud. Protsess võib olla kinni jäänud.
he: לא זוהה התקדמות. ייתכן שהתהליך תקוע.
hr: Nema napretka. Proces može biti zaglavljen.
is: Engin hefur ekki verið skráð. Ferlið gæti verið fast.
uk: Немає виявленого прогресу. Процес може бути завислим.

source: Conversion cancelled.
bg: Конверсията е отменена.
et: Muundmine tühistatud.
he: המרה בוטלה.
hr: Konverzija otkazana.
is: Umbreyting aflýst.
uk: Конверсія скасована.

source: Cancelled
bg: Отменено
et: Tühistatud
he: בוטל
hr: Otkaženo
is: Fellt
uk: Скасовано

source: Completed!
bg: Завършено!
et: Valmis!
he: הושלם!
hr: Završeno!
is: Lokið!
uk: Завершено!

source: Conversion completed successfully!
bg: Конвертирането е завършено успешно!
et: Ümberkujundamine lõpetati edukalt!
he: המרה הושלמה בהצלחה!
hr: Konverzija je uspješno završena!
is: Umbreytingu lokið með góðum árangri!
uk: Конверсія успішно завершена!

source: Conversion completed successfully! The original file <b>{0}</b> was deleted.
bg: Конвертирането е завършено успешно! Оригиналният файл <b>{0}</b> беше изтрит.
et: Konversioon lõpetati edukalt! Algne fail <b>{0}</b> kustutati.
he: המרה הושלמה בהצלחה! הקובץ המקורי <b>{0}</b> נמחק.
hr: Konverzija je uspješno završena! Izvorna datoteka <b>{0}</b> je izbrisana.
is: Umbreytingu lokið með góðum árangri! Upprunalega skráin <b>{0}</b> var eytt.
uk: Конверсія успішно завершена! Оригінальний файл <b>{0}</b> було видалено.

source: Conversion completed successfully! Could not delete the original file: {0}
bg: Конвертирането е завършено успешно! Не можа да се изтрие оригиналният файл: {0}
et: Konversioon lõpetati edukalt! Algset faili ei saanud kustutada: {0}
he: המרה הושלמה בהצלחה! לא ניתן למחוק את הקובץ המקורי: {0}
hr: Konverzija je uspješno završena! Nije moguće izbrisati izvorni datoteku: {0}
is: Umbreytingu lokið með góðum árangri! Gat ekki eytt upprunalegu skrá: {0}
uk: Конверсія успішно завершена! Не вдалося видалити оригінальний файл: {0}

source: Conversion completed successfully! The original file was not deleted because the converted file size looks suspicious.
bg: Конвертирането беше успешно завършено! Оригиналният файл не беше изтрит, тъй като размерът на конвертирания файл изглежда подозрителен.
et: Konversioon lõpetati edukalt! Algne fail ei olnud kustutatud, kuna muudetud faili suurus näeb kahtlane välja.
he: המרה הושלמה בהצלחה! הקובץ המקורי לא נמחק כי גודל הקובץ המומר נראה חשוד.
hr: Konverzija je uspješno završena! Izvorna datoteka nije izbrisana jer veličina konvertirane datoteke izgleda sumnjivo.
is: Umbreytingu lokið með góðum árangri! Upprunalega skráin var ekki eytt vegna þess að stærð breyttu skrárinnar virðist grunsamleg.
uk: Конверсія успішно завершена! Оригінальний файл не був видалений, оскільки розмір конвертованого файлу виглядає підозріло.

source: Error!
bg: Грешка!
et: Viga!
he: שגיאה!
hr: Greška!
is: Villa!
uk: Помилка!

source: Conversion failed with code {0}
bg: Преобразуването не успя с код {0}
et: Muutmine ebaõnnestus koodiga {0}
he: המרה נכשלה עם קוד {0}
hr: Konverzija nije uspjela s kodom {0}
is: Umbreyting mistókst með kóða {0}
uk: Конвертація не вдалася з кодом {0}

source: The conversion failed with error code {0}. Check the log for more details.
bg: Конверсията не успя с код на грешка {0}. Проверете логовете за повече подробности.
et: Muutmine ebaõnnestus veakoodiga {0}. Kontrollige logi lisateabe saamiseks.
he: ההמרה נכשלה עם קוד שגיאה {0}. בדוק את הלוג לפרטים נוספים.
hr: Konverzija je neuspjela s kodom pogreške {0}. Provjerite zapisnik za više detalja.
is: Umbreytingin mistók með villukóða {0}. Skoðaðu skrána fyrir frekari upplýsingar.

source: Single File
bg: Единствен файл
et: Üksikfail
he: קובץ בודד
hr: Jedna datoteka
is: Einn skrá
uk: Одиничний файл

source: Multiple Files
bg: Множество файлов
et: Mitmed failid
he: קבצים מרובים
hr: Više datoteka
is: Fjölmargir skrár
uk: Кілька файлів

source: Settings
bg: Настройки
et: Seaded
he: הגדרות
hr: Postavke
is: Stillingar
uk: Налаштування

source: Error
bg: Грешка
et: Viga
he: שגיאה
hr: Greška
is: Villa
uk: Помилка

source: Encoding Settings
bg: Настройки на кодиране
et: Kodeerimise seaded
he: הגדרות קידוד
hr: Postavke kodiranja
is: Kóðunarstillingar
uk: Налаштування кодування

source: Auto-detect
bg: Автоматично откриване
et: Automaatne tuvastamine
he: זיהוי אוטומטי
hr: Automatsko otkrivanje
is: Sjálfvirk greining
uk: Авто-визначення

source: software
bg: софтуер
et: tarkvara
he: תוכנה
hr: softver
is: hugbúnaður
uk: пЗасіб

source: Select hardware acceleration
bg: Изберете хардуерно ускорение
et: Vali riistvara kiirenduse
he: בחר האצה חומרתית
hr: Odaberi hardversku akceleraciju
is: Veldu vélbúnaðarhraðun.
uk: Виберіть апаратне прискорення

source: GPU partial mode
bg: GPU частичен режим
et: GPU osaline režiim
he: מצב חלקי של GPU
hr: GPU djelomični način
is: GPU hlutbundið mód
uk: GPU частковий режим

source: Decode using CPU, encode using GPU
bg: Декодиране с CPU, кодиране с GPU
et: Dekodeeri CPU abil, kodeeri GPU abil
he: פענוח באמצעות מעבד, קידוד באמצעות מעבד גרפי
hr: Dekodiraj pomoću CPU-a, kodiraj pomoću GPU-a
is: Afkóða með CPU, kóða með GPU
uk: Декодувати за допомогою ЦП, кодувати за допомогою ГП.

source: high
bg: висок
et: kõrge
he: גבוה
hr: visok
is: háttur
uk: високий

source: low
bg: нисък
et: madal
he: נמוך
hr: nisko
is: lágt
uk: низький

source: veryhigh
bg: много високо
et: väga kõrge
he: מאוד גבוה
hr: vrlo visoko
is: mjög hátt
uk: високий

source: verylow
bg: много ниско
et: väga madal
he: מאוד נמוך
hr: vrlo nisko
is: mjög lágt
uk: вельми низький

source: Default
bg: По подразбиране
et: Vaikimisi
he: ברירת מחדל
hr: Zadano
is: Sjálfgefið
uk: За замовчуванням

source: medium
bg: среден
et: keskmine
he: בינוני
hr: srednji
is: miðlungs
uk: середній

source: Video quality
bg: Качество на видеото
et: Videokvaliteet
he: איכות וידאו
hr: Kvaliteta videa
is: Vöru gæði
uk: Якість відео

source: Higher quality needs more processing power
bg: По-високото качество изисква повече изчислителна мощ.
et: Kvaliteetsem vajab rohkem töötlemisvõimet
he: איכות גבוהה דורשת יותר כוח עיבוד
hr: Viša kvaliteta zahtijeva više procesorske snage
is: Hærri gæði krefjast meiri úrvinnsluafls
uk: Вища якість потребує більше обчислювальної потужності

source: Default (h264)
bg: По подразбиране (h264)
et: Vaikimisi (h264)
he: ברירת מחדל (h264)
hr: Zadano (h264)
is: Sjálfgefið (h264)
uk: За замовчуванням (h264)

source: Video codec
bg: Видео кодек
et: Videokoodek
he: קודקוד וידאו
hr: Video kodek
is: Víðbandakóðari
uk: Відеокодек

source: Select encoding format
bg: Изберете формат на кодиране
et: Vali kodeerimisvorming
he: בחר פורמט קידוד
hr: Odaberite format kodiranja
is: Veldu kóðunarformát
uk: Виберіть формат кодування

source: Custom
bg: Персонализиран
et: Kohandatud
he: מותאם אישית
hr: Prilagođeno
is: Sérsniðið
uk: Користувацький

source: Video resolution
bg: Резолюция на видеото
et: Videomõõde
he: רזולוציית וידאו
hr: Video rezolucija
is: Videóupplausn
uk: Роздільна здатність відео

source: Select output resolution
bg: Изберете резолюция на изхода
et: Vali väljundi eraldusvõime
he: בחר רזולוציית פלט
hr: Odaberite izlaznu rezoluciju
is: Veldu úttaksupplausn
uk: Виберіть роздільну здатність виходу

source: Custom resolution
bg: Персонализирано разрешение
et: Kohandatud eraldusvõime
he: רזולוציה מותאמת אישית
hr: Prilagođena razlučivost
is: Sérsniðin upplausn
uk: Користувацька роздільна здатність

source: Ex: 1280x720, 1920x1080
bg: 1280x720, 1920x1080
et: 1280x720, 1920x1080
he: 1280x720, 1920x1080
hr: 1280x720, 1920x1080
is: 1280x720, 1920x1080
uk: 1280x720, 1920x1080

source: faster
bg: по-бързо
et: kiirem
he: מהיר
hr: brži
is: hraðari
uk: швидше

source: slow
bg: бавен
et: aeglane
he: איטי
hr: sporo
is: hægur
uk: повільний

source: ultrafast
bg: ултрабързинa
et: ultra kiire
he: אולטרה מהיר
is: ultrahraður
uk: ультрашвидкий

source: veryfast
bg: много бързо
et: väga kiire
he: מאוד מהיר
hr: vrlo brzo
is: mjög hratt
uk: дуже швидко

source: veryslow
bg: много бавно
et: väga aeglane
he: מאוד איטי
hr: vrlo sporo
is: mjög hægt
uk: вкрай повільно

source: Compression preset
bg: Предустановки за компресия
et: Kompresseerimise eelvalik
he: הגדרת דחיסה
hr: Postavka kompresije
is: Þjöppunarsnið
uk: Налаштування стиснення

source: Slower presets provide better compression
bg: По-бавните предварителни настройки осигуряват по-добро компресиране.
et: Aeglasemad eelseaded pakuvad paremat tihendust
he: הגדרות איטיות מספקות דחיסה טובה יותר
hr: Sporiji unaprijed postavke pružaju bolju kompresiju
is: Hægari stillingar veita betri þjöppun
uk: Більш повільні налаштування забезпечують кращу компресію

source: Default (extract)
bg: По подразбиране (извличане)
et: Vaikimisi (ekstrakt)
he: ברירת מחדל (חלץ)
hr: Zadano (izvuci)
is: Sjálfgefið (útdráttur)
uk: За замовчуванням (екстракт)

source: embedded
bg: вграден
et: sisseehitatud
he: מוטמע
hr: ugrađen
is: fellt
uk: вбудований

source: extract (SRT)
bg: извличане (SRT)
et: väljavõte (SRT)
he: חילוץ (SRT)
hr: izvuci (SRT)
is: útdráttur (SRT)
uk: екстракт (SRT)

source: none
et: string:none
hr: string:none

source: Subtitle handling
bg: Обработка на субтитри
et: Subtiitrite haldamine
he: טיפול בכותרות משנה
hr: Rukovanje titlovima
is: Undirtungar meðferð
uk: Обробка субтитрів

source: Audio Settings
bg: Настройки на звука
et: Heli seadistused
he: הגדרות שמע
hr: Postavke zvuka
is: Hljóðstillingar
uk: Аудіо налаштування

source: Audio bitrate
bg: Аудио битрейт
et: Heli bitikiirus
he: קצב סיביות שמע
is: Hljóðbitrate
uk: Аудіо бітрейт
